openfoam/OpenFOAM-dev/test/multiphaseEuler/populationBalance/isothermalGrowth/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    injection;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (0 0.04 0) (0.1 0.05 0.1);
    }

    {
        name    injection;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        set     injection;
    }
);

// ************************************************************************* //
